[{
  "id": 1,
  "title": "30 One-Sentence Stories From People Who Have Built Better Habits",
  "title_zh": "30个一两句话的故事，来自那些已经养成更好习惯的人",
  "source": "James Clear",
  "link": "https://jamesclear.com/one-sentence-habits",
  "tags": ["habits","self-improvement","behavior change"],
  "tags_zh": ["习惯","自我提升","行为改变"],
  "date": "2020-02-11",  
  "summary_en": "A collection of real reader stories, each expressed in one brief statement, illustrating how people have implemented the principles from *Atomic Habits*—by changing their identity, altering cues, stacking habits, designing their environment, substituting bad habits, using mindset tricks, and tracking their progress.",
  "summary_zh": "这是一系列读者真实的故事，每个都用一句话简短表达，展示他们如何运用《原子习惯》中的原则 —— 包括身份认同的转变、改变提示（cue）、习惯叠加、环境设计、替代坏习惯、思维心态技巧，以及习惯追踪 — 来建立更好的习惯。",
  "best_quote_en": "I stopped eating unhealthy food via identity change … only after I had made the conscious decision that I want to be someone who eats healthy.",
  "best_quote_zh": "“我停止吃不健康的食物是通过身份的改变……只有在我做出有意识的决定，说‘我要成为一个吃得健康的人’之后，这件事才变得轻松自然。”"
},
{
  "id": 2,
  "title": "Good Writing",
  "title_zh": "好写作",
  "source": "Paul Graham",
  "link": "https://www.paulgraham.com/goodwriting.html",
  "tags": ["writing","clarity","style","truth"],
  "tags_zh": ["写作","清晰","风格","真理"],
  "date": "May 2025",
  "summary_en": "Paul Graham argues that good writing has two dimensions: sounding good and being right. These two are deeply intertwined: writing that flows well tends to help the writer see and correct errors in ideas, and a well expressed idea often demands a style that supports clarity, rhythm, and authenticity. The essay explores how striving for sound helps shape structure, improve rhythm, reveal hidden flaws, and guide the writer toward truth and coherence.",
  "summary_zh": "Paul Graham 认为“好写作”有两个方面：听起来好和观点正确。这两者紧密相连：流畅的写作有助于作者发现并修正思想中的错误，而清晰、真实的观点也需要一种支持其表达的风格、节奏和真实性。文章探讨了追求“声音好”的写作如何塑造结构、改善节奏、揭示隐含的问题，并引导作者走向真实与连贯。",
  "best_quote_en": "Writing that sounds good is more likely to be right.",
  "best_quote_zh": "听起来好的写作更倾向于是正确的。"
}
]
